brew "asdf"
brew "autojump"
brew "bat"
brew "cheat"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "go"
brew "htop"
brew "jq"
brew "mysql"
brew "neovim"
brew "ranger"
brew "ripgrep"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "vim"
brew "watch"
brew "wget"
