tap "aws/tap"
tap "common-fate/granted"
tap "fac/internal"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "puma/puma"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
brew "ack"
brew "act"
brew "actionlint"
brew "age"
brew "automake"
brew "libyaml"
brew "asdf"
brew "gdbm"
brew "openssl@1.1"
brew "autojump"
brew "aws-nuke"
brew "awscli"
brew "bat"
brew "bison"
brew "libffi"
brew "python@3.9"
brew "cheat"
brew "chruby"
brew "ctags"
brew "direnv"
brew "dotenv-linter"
brew "exa"
brew "fd"
brew "gh"
brew "git"
brew "gitlint"
brew "glow"
brew "gnu-sed"
brew "go"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "gum"
brew "hadolint"
brew "htop"
brew "jq"
brew "lazygit"
brew "mariadb-connector-c"
brew "markdownlint-cli"
brew "mysql", restart_service: true
brew "mysql@5.7"
brew "neovim"
brew "nvm"
brew "packer"
brew "perl"
brew "python@3.8"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "shellcheck"
brew "starship"
brew "terrascan"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "v8@3.15"
brew "vhs"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "common-fate/granted/granted"
brew "puma/puma/puma-dev"
cask "alacritty"
cask "audacity"
cask "aws-vault"
cask "emacs"
cask "graphiql"
cask "notion"
cask "obsidian"
cask "rancher"
cask "rstudio"
cask "session-manager-plugin"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
