brew "asdf"
brew "autojump"
brew "bat"
brew "cheat"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gum"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "wget"
brew "powerlevel10k"
